import React from "react";

const ForKrik = () => {
  return (
    <div className="container pb-5" style={{ paddingTop: "130px" }}>
      <div className="row d-flex align-items-center pb-5">
        <div className="col-6">
          <img
            src="/images/ForKrik/forKrik.png"
            alt="za krik"
            style={{ opacity: "0.5", maxHeight: "450px" }}
          />
        </div>
        <div className="col-6">
          <h3 className="mb-3">
            Центарот за младинскиот активизам Крик е невладина, непрофитна
            организација основана од страна на млади луѓе, предводена од млади
            луѓе и работи за и со младите луѓе.{" "}
          </h3>
          <span>
            Целната група со која КРИК работи се сите луѓе (но главно млади) кои
            сакаат да придонесат и направат промени во полето на екологија,
            критичко размислување и комуникациски вештини, како и рабење за
            благостојба на социјално исклучените групи од општеството и
            маргинализираните групи. Крик се стреми кон поттикнување на поголема
            партиципација на младите, младински активизам, да ги охрабри младите
            луѓе да бидат повеќе вклучени во процесот на креирање политики на
            локално и на национално ниво.
          </span>
        </div>
      </div>
    </div>
  );
};

export default ForKrik;
